export default {
  projections: {
    ТчНастрE: {
      атрибут: {
        __caption__: 'Атрибут'
      },
      типАтр: {
        __caption__: 'Тип атр'
      },
      ограничение: {
        __caption__: 'Ограничение'
      },
      обязательное: {
        __caption__: 'Обязательное'
      }
    }
  },
  validations: {
    атрибут: {
      __caption__: 'Атрибут'
    },
    обязательное: {
      __caption__: 'Обязательное'
    },
    ограничение: {
      __caption__: 'Ограничение'
    },
    типАтр: {
      __caption__: 'Тип атр'
    },
    настрКонв: {
      __caption__: 'настрКонв'
    }
  }
};
