export default {
  projections: {
    ЭксФайлыE: {
      дата: {
        __caption__: 'Дата'
      },
      репозиторий: {
        __caption__: 'Репозиторий'
      },
      имя: {
        __caption__: 'Имя'
      },
      расширение: {
        __caption__: 'Расширение',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      размер: {
        __caption__: 'Размер'
      },
      едиИзм: {
        __caption__: 'Еди изм',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ЭксФайлыL: {
      дата: {
        __caption__: 'Дата'
      },
      репозиторий: {
        __caption__: 'Репозиторий'
      },
      имя: {
        __caption__: 'Имя'
      },
      расширение: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      размер: {
        __caption__: 'Размер'
      },
      едиИзм: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    имя: {
      __caption__: 'Имя'
    },
    размер: {
      __caption__: 'Размер'
    },
    репозиторий: {
      __caption__: 'Репозиторий'
    },
    едиИзм: {
      __caption__: 'Еди изм'
    },
    расширение: {
      __caption__: 'Расширение'
    }
  }
};
