export default {
  projections: {
    ВыгрДокE: {
      newName: {
        __caption__: 'Новое имя файла'
      },
      репозиторий: {
        __caption__: 'Репозиторий'
      },
      конвертация: {
        __caption__: 'Конвертация',
        имяДок: {
          __caption__: 'Имя документа'
        }
      }
    },
    ВыгрДокL: {
      newName: {
        __caption__: 'Новое имя файла'
      },
      репозиторий: {
        __caption__: 'Репозиторий'
      },
      конвертация: {
        __caption__: 'Имя документа',
        имяДок: {
          __caption__: 'Имя документа'
        }
      }
    }
  },
  validations: {
    newName: {
      __caption__: 'Новое имя файла'
    },
    репозиторий: {
      __caption__: 'Репозиторий'
    },
    конвертация: {
      __caption__: 'Конвертация'
    }
  }
};
