export default {
  projections: {
    КонверФайE: {
      выгрДок: {
        __caption__: 'Выгрузка документа',
        конвертация: {
          __caption__: '',
          загрФайла: {
            __caption__: '',
            эксФайлы: {
              __caption__: '',
              имя: {
                __caption__: 'Старое имя'
              }
            }
          },
          имяДок: {
            __caption__: 'Имя документа'
          }
        },
        newName: {
          __caption__: 'Новое имя файла'
        }
      },
      путьФайла: {
        __caption__: 'Путь до файла'
      }
    },
    КонверФайL: {
      выгрДок: {
        __caption__: 'Новое имя файла',
        newName: {
          __caption__: 'Новое имя файла'
        },
        конвертация: {
          __caption__: '',
          имяДок: {
            __caption__: 'Имя документа'
          },
          загрФайла: {
            __caption__: '',
            эксФайлы: {
              __caption__: '',
              имя: {
                __caption__: 'Старое имя'
              }
            }
          }
        }
      },
      путьФайла: {
        __caption__: 'Путь до файла'
      }
    }
  },
  validations: {
    путьФайла: {
      __caption__: 'Путь до файла'
    },
    выгрДок: {
      __caption__: 'Выгрузка документа'
    }
  }
};
