export default {
  projections: {
    КонвертацияE: {
      загрФайла: {
        __caption__: 'Загрузка файла',
        дата: {
          __caption__: 'Дата'
        },
        эксФайлы: {
          __caption__: '',
          имя: {
            __caption__: 'Имя файла'
          }
        }
      },
      имяДок: {
        __caption__: 'Имя документа'
      },
      настрКонв: {
        __caption__: 'Настройка',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    КонвертацияL: {
      имяДок: {
        __caption__: 'Имя док'
      },
      загрФайла: {
        __caption__: 'Путь',
        путь: {
          __caption__: 'Путь'
        }
      },
      настрКонв: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    имяДок: {
      __caption__: 'Имя документа'
    },
    загрФайла: {
      __caption__: 'Загрузка файла'
    },
    настрКонв: {
      __caption__: 'Настройка'
    }
  }
};
