export default {
  projections: {
    НастрКонвE: {
      наименование: {
        __caption__: 'Наименование'
      },
      тчНастр: {
        __caption__: 'Атрибуты настройки',
        атрибут: {
          __caption__: 'Атрибут'
        },
        типАтр: {
          __caption__: 'Тип атр'
        },
        ограничение: {
          __caption__: 'Ограничение'
        },
        обязательное: {
          __caption__: 'Обязательное'
        }
      }
    },
    НастрКонвL: {
      наименование: {
        __caption__: 'Наименование'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    тчНастр: {
      __caption__: 'Атрибуты настройки'
    }
  }
};
